tap "buo/cask-upgrade"
tap "chase/tap"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "sst/tap"
tap "supabase/tap"
brew "act"
brew "aria2"
brew "atac"
brew "awk"
brew "awscli"
brew "btop"
brew "certbot"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "libyaml"
brew "cocoapods"
brew "curl"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "feh"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "helm"
brew "hyperfine"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "ollama", restart_service: :changed
brew "protobuf"
brew "openai-whisper"
brew "tree"
brew "pass"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "postgresql@17"
brew "powerlevel10k"
brew "prettier"
brew "pulumi"
brew "pyenv"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rtorrent"
brew "rust"
brew "showkey"
brew "softhsm"
brew "sshpass"
brew "stylua"
brew "tcpdump"
brew "telnet"
brew "tmux"
brew "typescript"
brew "vercel-cli"
brew "vite"
brew "w3m"
brew "watchman"
brew "weechat"
brew "wget"
brew "whisper-cpp"
brew "wireshark"
brew "ykman"
brew "zig"
brew "chase/tap/awrit"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "sst/tap/sst"
brew "supabase/tap/supabase"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bambu-studio"
cask "bartender"
cask "betterdisplay"
cask "blender"
cask "chromium"
cask "crystalfetch"
cask "cursor"
cask "discord"
cask "docker"
cask "electron"
cask "figma"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "gifox"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "ledger-live"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "mitmproxy"
cask "mongodb-compass"
cask "notion"
cask "obs"
cask "postman"
cask "proton-drive"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "qmk-toolbox"
cask "raycast"
cask "rode-central"
cask "slack"
cask "spline"
cask "stats"
cask "utm"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zulu"
cask "zulu@17"
mas "AdGuard for Safari", id: 1440147259
mas "Cursor Pro", id: 1447043133
mas "Developer", id: 640199958
mas "Proton Pass for Safari", id: 6502835663
mas "SponsorBlock", id: 1573461917
mas "TestFlight", id: 899247664
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "Xcode", id: 497799835
vscode "anysphere.pyright"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
