tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "pandoks/tap"
tap "planetscale/tap"
tap "romkatv/powerlevel10k"
tap "supabase/tap"
brew "aria2"
brew "awk"
brew "python@3.11"
brew "awscli"
brew "gcc"
brew "btop"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "libyaml"
brew "cocoapods"
brew "curl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "hyperfine"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "lua"
brew "luarocks"
brew "mas"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nvm"
brew "ollama", restart_service: true
brew "tree"
brew "pass"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@15", restart_service: true, link: true
brew "powerlevel10k"
brew "prettier"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rtorrent"
brew "rust"
brew "showkey"
brew "stylua"
brew "tcpdump"
brew "tldr"
brew "tmux"
brew "typescript"
brew "vercel-cli"
brew "w3m"
brew "watchman"
brew "weechat"
brew "wget"
brew "wireshark"
brew "yarn"
brew "zig"
brew "hudochenkov/sshpass/sshpass"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "supabase/tap/supabase"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "blender"
cask "calibre"
cask "crystalfetch"
cask "discord"
cask "docker"
cask "electron"
cask "figma"
cask "focus"
cask "font-hack-nerd-font"
cask "font-inter"
cask "framer"
cask "gifox"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "iterm2"
cask "ledger-live"
cask "logi-options-plus"
cask "losslesscut"
cask "maxon"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "mitmproxy"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "proton-drive"
cask "protonmail-bridge"
cask "protonvpn"
cask "qmk-toolbox"
cask "raycast"
cask "rode-central"
cask "slack"
cask "spline"
cask "stats"
cask "steam"
cask "streamlabs"
cask "telegram"
cask "utm"
cask "via"
cask "vial"
cask "visual-studio-code"
cask "wechat"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Cursor Pro", id: 1447043133
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "Logic Pro", id: 634148309
mas "Motion", id: 434290957
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-typescript-next"
vscode "sourcegraph.cody-ai"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
