tap "buo/cask-upgrade"
tap "chase/tap"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "sst/tap"
tap "supabase/tap"
brew "act"
brew "argocd"
brew "aria2"
brew "atac"
brew "awk"
brew "awscli"
brew "boost"
brew "boost-build"
brew "btop"
brew "libyaml"
brew "certbot"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cmake-docs"
brew "cocoapods"
brew "curl"
brew "dive"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "feh"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "helm"
brew "hyperfine"
brew "imagemagick"
brew "jackett"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "k3d"
brew "k9s"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libtorrent-rasterbar", link: false
brew "lua"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "oci-cli"
brew "ollama", restart_service: :changed
brew "protobuf"
brew "openai-whisper"
brew "ripgrep"
brew "opencode"
brew "tree"
brew "pass"
brew "pnpm"
brew "podman"
brew "postgresql@17"
brew "powerlevel10k"
brew "prettier"
brew "pyright"
brew "python@3.11"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "rtorrent"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "showkey"
brew "softhsm"
brew "speedtest-cli"
brew "sshpass"
brew "stylua"
brew "swig"
brew "tailscale", restart_service: :changed
brew "tcpdump"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "tpm"
brew "transmission-cli"
brew "tree-sitter-cli"
brew "typescript"
brew "uv"
brew "valkey"
brew "vite"
brew "w3m"
brew "watchman"
brew "weechat"
brew "wget"
brew "whisper-cpp"
brew "wireshark"
brew "ykman"
brew "yt-dlp"
brew "zig"
brew "chase/tap/awrit"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "oven-sh/bun/bun"
brew "sst/tap/sst"
brew "supabase/tap/supabase"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bambu-studio"
cask "betterdisplay"
cask "blender"
cask "clickhouse"
cask "container"
cask "crystalfetch"
cask "cursor"
cask "desmume"
cask "discord"
cask "docker-desktop"
cask "dolphin"
cask "figma"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-sf-mono"
cask "font-sf-pro"
cask "gcloud-cli"
cask "ghostty"
cask "gifox"
cask "hakuneko"
cask "hammerspoon"
cask "handbrake-app"
cask "helium-browser"
cask "kicad"
cask "ledger-wallet"
cask "linear-linear"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "mitmproxy"
cask "monero-wallet"
cask "mongodb-compass"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "opencode-desktop"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-mail-bridge"
cask "proton-pass"
cask "protonvpn"
cask "qmk-toolbox"
cask "raycast"
cask "rive"
cask "rode-central"
cask "slack"
cask "spline"
cask "stats"
cask "termius"
cask "thinkorswim"
cask "ungoogled-chromium"
cask "utm"
cask "vlc"
cask "yubico-authenticator"
cask "zoom"
cask "zulu"
cask "zulu@17"
mas "AdGuard Mini", id: 1440147259
mas "Cursor Pro", id: 1447043133
mas "Developer", id: 640199958
mas "Proton Pass for Safari", id: 6502835663
mas "SponsorBlock", id: 1573461917
mas "TestFlight", id: 899247664
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "WhatFont", id: 1437138382
mas "Xcode", id: 497799835
go "sigs.k8s.io/controller-tools/cmd/controller-gen"
go "golang.org/x/tools/gopls"
go "sigs.k8s.io/controller-runtime/tools/setup-envtest"
go "honnef.co/go/tools/cmd/staticcheck"
